/* Label next to search field */
"1 song" = "1 música";

/* Label next to search field */
"%i songs" = "%i músicas";

/* Dialog Button */
"Cancel" = "Cancelar";

/* Song label when no track/playlist is selected. */
"Default Alarm" = "Alarme padrão";

/* Main prompt in sheet */
"Do you want to save changes to this alarm before closing?" = "Você deseja salvar as alterações antes de fechar?";

/* Dialog Button */
"Don't Save" = "Não salvar";

/* Window title when editing an alarm */
"Edit Alarm" = "Modificar alarme";

/* Sub prompt in sheet */
"If you don't save, your changes will be lost." = "Se você não salvar, as suas modificações serão perdidas.";

/* Main prompt in sheet */
"Invalid alarm time" = "Horário de alarme inválido";

/* Dialog Button */
"OK" = "OK";

/* Song label when using a playlist */
"Playlist: %@" = "lista de músicas: %@";

/* Error message in AlarmEditor */
"Please select a date and time in the future." = "Por favor selecione uma data e hora no futuro.";

/* Sub prompt in sheet */
"Please select the days the alarm should repeat." = "Por favor selecione os dias em que o alarme se repetirá.";

/* Dialog Button */
"Save" = "Salvar";

/* Song label when using a song */
"Song: %@" = "Música : %@";

